export const qutions = [
  {
    id: 1,
    qution: "1- كيف انشئ حساب في المتجر ؟",
    answer: [
      { step: "1- اضغط على زر تسجيل الدخول الموجود في الشريط الجانبي وانتقل إلى إنشاء حساب ." },
      { step: "2- املئ البيانات المطلوبة الاسم والبريد وكلمة المرور  ثم اضغط انشاء حساب ." },
      { step: "3- بعد انشاء حساب راح تتوجه تلقائيا لصفحة تسجيل الدخول ادخل كلمة المرور التي سويتها ومن ثم ـاكد انك ضغطت على الرسالة التي ارسلت لك في البريد الالكتروني الذي ادخلته اذاكان البيرد الالكتروني صحيح راح تجد الرسالة اضغط عليها راح ينقلك مباشرة لصفحة تسجيل الدخول . " },
      { step: "4- تقدر اي وقت تسجل خروج عن طريق الضغط على زر تسجيل الخروج في الشريط الجانبي والدخول بحساب ثاني ." }],
      active:true
  },
  {
    id: 2,
    qution: "2- كيف اضيف منتج لسلة التسوق ؟",
    answer: [
      { step: "1- اضغط على زر الاضافة الموجود في المنتج ." }, 
    ],
    active:false
  },
  {
    id: 3,
    qution: "3- كيف ادخل لسلة التسوق واشوف الممتجات التي اضفنها ؟",
    answer: [
      { step: "1- اضغط على ايقونة سلة التسوق الموجود في الشريط العلوي من الموقع ." }, 
      { step: "2- يمكن زيادة الكمية نقصانها في سلة التسوق عبر الازرار  ." }, 
      { step: "3- يمكنك حذف منج بالضغط على زر الحذف  ." }
    ],
    active:false
  },
  {
    id: 4,
    qution: "4- كيف طريقة الدفع ؟",
    answer: [
      { step: "1- اضغط على زر إكمال عملية الدفع الموجود في سلة التسوق ." }, 
      { step: "2- راح تنتقل لصفحة الدفع املئ  البيانات المطلوبة ." }, 
      {step:"3- اضغط على زر تاكيد الدفع ."},
    ],
    active:false
  },
    {
    id: 5,
    qution: "5- كيف ارئ حالة الطلب  جاهز ام لا ؟",
    answer: [
      {step:"1- بعد الضغط على زر تأكيد الدفع راح تتحول مباشرة لصفحة الطلبات الخاصة بك ."},
      {step:"2- هنا راح تجد كل الطلبات التي اضفتها في الموقع وراح يكون هناك ثلاث حالات للطلبات (مكتملة,قيد المراجعة,في الطريق ). "},
    ],
    active:false
  },
];


  //   {
  //   id: 5,
  //   qution: "",
  //   answer: [
  //     {step:""},
  //     {step:""},
  //     {step:""},
  //     {step:""},
  //     {step:""}
  //   ],
  // },
